Repository: openrevenuecat/opencat
Catalog: ios-app/RushDay/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru, zh_hans

# serviceVideography
source: Videography
de: Videografie
es: Videografía
fr: Vidéographie
it: Videografia
pt_br: Filmagem
ru: Видеосъёмка
zh_hans: 摄像

source: Set Budget
de: Budget festlegen
es: Establecer presupuesto
fr: Définir le budget
it: Imposta budget
pt_br: Definir orçamento
ru: Установить бюджет
zh_hans: 设置预算

# setBudgetHint
source: Set a budget to track your spending
de: Lege ein Budget fest, um deine Ausgaben zu verfolgen
es: Establece un presupuesto para controlar tus gastos
fr: Définissez un budget pour suivre vos dépenses
it: Imposta un budget per monitorare le tue spese
pt_br: Defina um orçamento para acompanhar seus gastos
ru: Установите бюджет для отслеживания расходов
zh_hans: 设置预算以跟踪您的支出

source: Set Due Date
de: Fälligkeitsdatum festlegen
es: Establecer fecha de vencimiento
fr: Définir la date d'échéance
it: Imposta data di scadenza
pt_br: Definir data de vencimento
ru: Установить срок
zh_hans: 设置截止日期

source: Set End Time
de: Endzeit festlegen
es: Establecer hora de fin
fr: Définir l'heure de fin
it: Imposta ora di fine
pt_br: Definir hora de término
ru: Установить время окончания
zh_hans: 设置结束时间

source: Set New Photo
de: Neues Foto festlegen
es: Establecer nueva foto
fr: Définir une nouvelle photo
it: Imposta nuova foto
pt_br: Definir nova foto
ru: Установить новое фото
zh_hans: 设置新照片

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pt_br: Configurações
ru: Настройки
zh_hans: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt_br: Compartilhar
ru: Поделиться
zh_hans: 分享

# shareEvents
source: Share with Co-hosts
de: Mit Co-Gastgebern teilen
es: Compartir con Co-anfitriones
fr: Partager avec les Co-hôtes
it: Condividi con i Co-host
pt_br: Compartilhar com Co-anfitriões
ru: Поделиться с соорганизаторами
zh_hans: 与联合主办人分享

# signApple
source: Sign in with Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
it: Accedi con Apple
pt_br: Entrar com Apple
ru: Войти через Apple
zh_hans: 使用 Apple 登录

# signGoogle
source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
it: Accedi con Google
pt_br: Entrar com Google
ru: Войти через Google
zh_hans: 使用 Google 登录

source: Signing in...
de: Anmeldung...
es: Iniciando sesión...
fr: Connexion en cours...
it: Accesso in corso...
pt_br: Entrando...
ru: Вход...
zh_hans: 正在登录...

source: Sign in to Rush Day
de: Bei Rush Day anmelden
es: Iniciar sesión en Rush Day
fr: Se connecter à Rush Day
it: Accedi a Rush Day
pt_br: Entrar no Rush Day
ru: Войти в Rush Day
zh_hans: 登录Rush Day

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
pt_br: Pular
ru: Пропустить
zh_hans: 跳过

source: Spent
de: Ausgegeben
es: Gastado
fr: Dépensé
it: Speso
pt_br: Gasto
ru: Потрачено
zh_hans: 已花费

source: Spent limit
de: Ausgabenlimit
es: Límite de gasto
fr: Limite de dépenses
it: Limite di spesa
pt_br: Limite de gastos
ru: Лимит расходов
zh_hans: 支出限额

source: Start
de: Beginn
es: Inicio
fr: Début
it: Inizio
pt_br: Início
ru: Начало
zh_hans: 开始

# startAddingGuests
source: Start adding guests to your event
de: Beginne damit, Gäste zu deiner Veranstaltung hinzuzufügen
es: Comienza a añadir invitados a tu evento
fr: Commencez à ajouter des invités à votre événement
it: Inizia ad aggiungere ospiti al tuo evento
pt_br: Comece a adicionar convidados ao seu evento
ru: Начните добавлять гостей к вашему мероприятию
zh_hans: 开始为您的活动添加宾客

source: Starts
de: Beginnt
es: Comienza
fr: Début
it: Inizia
pt_br: Começa
ru: Начало
zh_hans: 开始

source: Start Time
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Ora di inizio
pt_br: Hora de início
ru: Время начала
zh_hans: 开始时间

# startTrackingExpenses
source: Start tracking your event expenses
de: Beginne mit der Verfolgung deiner Veranstaltungsausgaben
es: Comienza a rastrear los gastos de tu evento
fr: Commencez à suivre les dépenses de votre événement
it: Inizia a monitorare le spese del tuo evento
pt_br: Comece a acompanhar as despesas do seu evento
ru: Начните отслеживать расходы на мероприятие
zh_hans: 开始跟踪您的活动支出

# startYourFreeTrial
source: Start Your %d-Day Free Trial
de: Starte deine %d-tägige kostenlose Testversion
es: Inicia tu prueba gratuita de %d días
fr: Commencez votre essai gratuit de %d jours
it: Inizia la tua prova gratuita di %d giorni
pt_br: Inicie seu teste grátis de %d dias
ru: Начните %d-дневную бесплатную пробную версию
zh_hans: 开始%d天免费试用

source: Subject
de: Betreff
es: Asunto
fr: Sujet
it: Oggetto
pt_br: Assunto
ru: Тема
zh_hans: 主题

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Abbonati
pt_br: Assinar
ru: Подписаться
zh_hans: 订阅

source: Task Details
de: Aufgabendetails
es: Detalles de la tarea
fr: Détails de la tâche
it: Dettagli attività
pt_br: Detalhes da tarefa
ru: Детали задачи
zh_hans: 任务详情

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività
pt_br: Tarefas
ru: Задачи
zh_hans: 任务

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
pt_br: Termos de Serviço
ru: Условия использования
zh_hans: 服务条款

source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
pt_br: Tema
ru: Тема
zh_hans: 主题

source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora
pt_br: Hora
ru: Время
zh_hans: 时间

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
pt_br: Título
ru: Название
zh_hans: 标题

source: Total Guests
de: Gesamtzahl der Gäste
es: Total de invitados
fr: Total des invités
it: Totale ospiti
pt_br: Total de convidados
ru: Всего гостей
zh_hans: 宾客总数

source: Total Spent
de: Gesamtausgaben
es: Total gastado
fr: Total dépensé
it: Totale speso
pt_br: Total gasto
ru: Всего потрачено
zh_hans: 总支出

# tryFreeForDays
source: Try Free for %d Days
de: %d Tage kostenlos testen
es: Prueba gratis por %d días
fr: Essai gratuit de %d jours
it: Prova gratis per %d giorni
pt_br: Teste grátis por %d dias
ru: Попробуйте бесплатно %d дней
zh_hans: 免费试用%d天

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
pt_br: Desfazer
ru: Отменить
zh_hans: 撤销

source: Unlimited Events
de: Unbegrenzte Veranstaltungen
es: Eventos Ilimitados
fr: Événements Illimités
it: Eventi Illimitati
pt_br: Eventos Ilimitados
ru: Неограниченное количество событий
zh_hans: 无限活动

source: Unlock More with
de: Mehr freischalten mit
es: Desbloquea más con
fr: Débloquez plus avec
it: Sblocca di più con
pt_br: Desbloqueie mais com
ru: Откройте больше с
zh_hans: 解锁更多功能

source: Unsaved Changes
de: Ungespeicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
it: Modifiche non salvate
pt_br: Alterações não salvas
ru: Несохранённые изменения
zh_hans: 未保存的更改

# unsavedChangesAction
source: You have unsaved changes. What would you like to do?
de: Sie haben ungespeicherte Änderungen. Was möchten Sie tun?
es: Tienes cambios sin guardar. ¿Qué deseas hacer?
fr: Vous avez des modifications non enregistrées. Que souhaitez-vous faire?
it: Hai modifiche non salvate. Cosa vuoi fare?
pt_br: Você tem alterações não salvas. O que deseja fazer?
ru: У вас есть несохранённые изменения. Что вы хотите сделать?
zh_hans: 您有未保存的更改。您想怎么做？

# unsavedChangesDesc
source: You have unsaved changes. Would you like to save them before leaving?
de: Sie haben ungespeicherte Änderungen. Möchten Sie diese vor dem Verlassen speichern?
es: Tienes cambios sin guardar. ¿Deseas guardarlos antes de salir?
fr: Vous avez des modifications non enregistrées. Voulez-vous les sauvegarder avant de partir?
it: Hai modifiche non salvate. Vuoi salvarle prima di uscire?
pt_br: Você tem alterações não salvas. Deseja salvá-las antes de sair?
ru: У вас есть несохранённые изменения. Сохранить их перед выходом?
zh_hans: 您有未保存的更改。离开前是否保存？

source: Upcoming
de: Bevorstehend
es: Próximos
fr: À venir
it: In arrivo
pt_br: Próximos
ru: Предстоящие
zh_hans: 即将到来

source: Upcoming Reminders
de: Bevorstehende Erinnerungen
es: Recordatorios próximos
fr: Rappels à venir
it: Promemoria in arrivo
pt_br: Lembretes próximos
ru: Предстоящие напоминания
zh_hans: 即将到来的提醒

# upcomingRemindersHint
source: Get notified before your events start
de: Erhalte Benachrichtigungen, bevor deine Veranstaltungen beginnen
es: Recibe notificaciones antes de que comiencen tus eventos
fr: Soyez notifié avant le début de vos événements
it: Ricevi notifiche prima dell'inizio dei tuoi eventi
pt_br: Receba notificações antes do início dos seus eventos
ru: Получайте уведомления перед началом ваших мероприятий
zh_hans: 在活动开始前收到通知

source: Venue
de: Veranstaltungsort
es: Lugar
fr: Lieu
it: Sede
pt_br: Local
ru: Место проведения
zh_hans: 场地

# venueHome
source: Home
de: Zuhause
es: Casa
fr: Maison
it: Casa
pt_br: Casa
ru: Дом
zh_hans: 家

# venueHomeDesc
source: Host at your place
de: Bei Ihnen zu Hause
es: Organiza en tu casa
fr: Organisez chez vous
it: Organizza a casa tua
pt_br: Organize em sua casa
ru: Проведите у себя дома
zh_hans: 在您家举办

# venueHotelDesc
source: Ballroom or meeting space
de: Ballsaal oder Tagungsraum
es: Salón de baile o sala de reuniones
fr: Salle de bal ou espace de réunion
it: Sala da ballo o sala riunioni
pt_br: Salão de festas ou sala de reuniões
ru: Банкетный зал или конференц-зал
zh_hans: 宴会厅或会议室

# venueOffice
source: Office / Conference Room
de: Büro / Konferenzraum
es: Oficina / Sala de conferencias
fr: Bureau / Salle de conférence
it: Ufficio / Sala conferenze
pt_br: Escritório / Sala de conferência
ru: Офис / Переговорная
zh_hans: 办公室 / 会议室

# venueOfficeDesc
source: Professional setting
de: Professionelle Umgebung
es: Entorno profesional
fr: Cadre professionnel
it: Ambiente professionale
pt_br: Ambiente profissional
ru: Деловая обстановка
zh_hans: 专业环境

# venueOther
source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
pt_br: Outro
ru: Другое
zh_hans: 其他

# venueOtherDesc
source: Enter your own venue
de: Geben Sie Ihren eigenen Veranstaltungsort ein
es: Ingresa tu propio lugar
fr: Entrez votre propre lieu
it: Inserisci il tuo luogo
pt_br: Digite seu próprio local
ru: Введите свое место проведения
zh_hans: 输入您自己的场地

# venueOutdoor
source: Outdoor / Park
de: Im Freien / Park
es: Exterior / Parque
fr: Extérieur / Parc
it: All'aperto / Parco
pt_br: Ao ar livre / Parque
ru: На открытом воздухе / Парк
zh_hans: 户外 / 公园

# venueOutdoorDesc
source: Garden, beach, or park
de: Garten, Strand oder Park
es: Jardín, playa o parque
fr: Jardin, plage ou parc
it: Giardino, spiaggia o parco
pt_br: Jardim, praia ou parque
ru: Сад, пляж или парк
zh_hans: 花园、海滩或公园

# venueRestaurantDesc
source: Private dining or full venue
de: Privates Dinner oder ganzer Veranstaltungsort
es: Cena privada o lugar completo
fr: Dîner privé ou lieu complet
it: Cena privata o locale completo
pt_br: Jantar privado ou local completo
ru: Частный ужин или весь зал
zh_hans: 私人餐厅或整个场地

source: Welcome to RushDay
de: Willkommen bei RushDay
es: Bienvenido a RushDay
fr: Bienvenue sur RushDay
it: Benvenuto su RushDay
pt_br: Bem-vindo ao RushDay
ru: Добро пожаловать в RushDay
zh_hans: 欢迎来到RushDay

source: What services do you need?
de: Welche Dienstleistungen benötigen Sie?
es: ¿Qué servicios necesitas?
fr: De quels services avez-vous besoin?
it: Di quali servizi hai bisogno?
pt_br: Quais serviços você precisa?
ru: Какие услуги вам нужны?
zh_hans: 您需要哪些服务？

source: What's your budget?
de: Wie hoch ist Ihr Budget?
es: ¿Cuál es tu presupuesto?
fr: Quel est votre budget?
it: Qual è il tuo budget?
pt_br: Qual é o seu orçamento?
ru: Какой у вас бюджет?
zh_hans: 您的预算是多少？

# whatTypeOfEvent
source: What type of event are you planning?
de: Welche Art von Veranstaltung planen Sie?
es: ¿Qué tipo de evento estás planeando?
fr: Quel type d'événement planifiez-vous?
it: Che tipo di evento stai organizzando?
pt_br: Que tipo de evento você está planejando?
ru: Какое мероприятие вы планируете?
zh_hans: 您计划举办什么类型的活动？

# whereWillEventTakePlace
source: Where will your event take place?
de: Wo findet Ihre Veranstaltung statt?
es: ¿Dónde se realizará tu evento?
fr: Où aura lieu votre événement?
it: Dove si svolgerà il tuo evento?
pt_br: Onde será o seu evento?
ru: Где будет проходить ваше мероприятие?
zh_hans: 您的活动将在哪里举行？

source: Your Name
de: Dein Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
pt_br: Seu nome
ru: Ваше имя
zh_hans: 您的姓名

source: App Version
es: Versión de la app
fr: Version de l'app
it: Versione app
pt_br: Versão do app
ru: Версия приложения
zh_hans: 应用版本

source: Budget
es: Presupuesto
pt_br: Orçamento
ru: Бюджет
zh_hans: 预算

# currencyUSDollar
source: US Dollar
es: Dólar estadounidense
fr: Dollar américain
it: Dollaro USA
pt_br: Dólar americano
ru: Доллар США
zh_hans: 美元

source: Email
es: Correo electrónico
ru: Электронная почта
zh_hans: 电子邮件

# featureBudgetTracking
source: Budget & RSVP Tracking
es: Seguimiento de presupuesto y RSVP
fr: Suivi budget et RSVP
it: Tracciamento budget e RSVP
pt_br: Rastreamento de orçamento e RSVP
ru: Отслеживание бюджета и RSVP
zh_hans: 预算和回复跟踪

# featureTeamSharing
source: Team Sharing
es: Compartir en equipo
fr: Partage d'équipe
it: Condivisione team
pt_br: Compartilhamento de equipe
ru: Командный доступ
zh_hans: 团队共享

source: Name
es: Nombre
fr: Nom
it: Nome
pt_br: Nome
ru: Имя
zh_hans: 名称

# planTitleStandard
source: Standard Plan
es: Plan Estándar
fr: Plan Standard
it: Piano Standard
pt_br: Plano Padrão
ru: Стандартный план
zh_hans: 标准方案

source: Status
es: Estado
fr: Statut
it: Stato
ru: Статус
zh_hans: 状态

# venueRestaurant
source: Restaurant
es: Restaurante
it: Ristorante
pt_br: Restaurante
ru: Ресторан
zh_hans: 餐厅

# serviceCatering
source: Catering
fr: Traiteur
pt_br: Buffet
ru: Кейтеринг
zh_hans: 餐饮服务

# venueHotel
source: Hotel / Resort
fr: Hôtel / Resort
ru: Отель / Курорт
zh_hans: 酒店 / 度假村

source: Agenda
ru: Повестка
zh_hans: 日程

# currencyEuro
source: Euro
ru: Евро
zh_hans: 欧元

source: Premium
ru: Премиум
zh_hans: 高级版

source: OK
zh_hans: 确定

source: Pro
zh_hans: 专业版
